Repository: peterlee0127/TapDeck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# accessibility.finger_number
source: Finger %d
zh_hant: 第 %d 根手指

# action.left_click
source: Left Click
zh_hant: 滑鼠左鍵

# action.middle_click
source: Middle Click
zh_hant: 滑鼠中鍵

# action.none
source: No Action
zh_hant: 不執行動作

# action.open_application
source: Open or Switch to App
zh_hant: 開啟或切換到 App

# action.quick_look
source: Quick Look
zh_hant: 快速查看

# action.right_click
source: Right Click
zh_hant: 滑鼠右鍵

# action.show_desktop
source: Show Desktop
zh_hant: 顯示桌面

# activity_log.clear
source: Clear Log
zh_hant: 清除紀錄

# activity_log.copied
source: Copied
zh_hant: 已複製

# activity_log.copy_all
source: Copy All
zh_hant: 複製全部

# activity_log.disabled.description
source: Enable logging to record gestures, monitoring state, and sleep or wake events.
zh_hant: 開啟紀錄後，會記下手勢、監聽狀態與睡眠或喚醒事件。

# activity_log.disabled.title
source: Logging Is Disabled
zh_hant: 紀錄尚未啟用

# activity_log.empty.description
source: Events will appear here after you perform a gesture or reconnect.
zh_hant: 操作手勢或重新連線後，事件會顯示在這裡。

# activity_log.empty.title
source: No Events Yet
zh_hant: 尚無紀錄

# activity_log.enable
source: Enable Logging
zh_hant: 啟用紀錄

# activity_log.paused
source: Paused
zh_hant: 已暫停

# activity_log.recording
source: Recording
zh_hant: 正在紀錄

# activity_log.retention
source: Keeps up to 1,000 recent events from the current app session.
zh_hant: 最多保留本次開啟程式的最近 1,000 筆事件。

# advanced.haptic_feedback.subtitle
source: Provide one tactile confirmation after recognition
zh_hant: 辨識成功時提供一次觸覺確認

# advanced.haptic_feedback.title
source: Haptic Feedback
zh_hant: 觸覺回饋

# advanced.launch_at_login.debug_unavailable
source: Unavailable in debug builds
zh_hant: Debug 版本不提供此功能

# advanced.launch_at_login.subtitle
source: Start recognizing in the background after you sign in
zh_hant: 登入 macOS 後在背景開始辨識

# advanced.launch_at_login.title
source: Launch at Login
zh_hant: 登入時自動啟動

# advanced.movement_tolerance.subtitle
source: Allowed finger movement during a tap
zh_hant: 輕點時允許的手指位移

# advanced.movement_tolerance.title
source: Movement Tolerance
zh_hant: 移動容許範圍

# advanced.open_trackpad_settings
source: Open Trackpad Settings
zh_hant: 打開觸控板設定

# advanced.quit
source: Quit TapDeck
zh_hant: 結束 TapDeck

# advanced.reset_accessibility
source: Reset Accessibility Permission
zh_hant: 重設輔助使用權限

# advanced.restore_defaults
source: Restore All Defaults
zh_hant: 回復所有預設值

# advanced.tap_duration.subtitle
source: Longest contact time before fingers lift
zh_hant: 手指放開前可停留的最長時間

# advanced.tap_duration.title
source: Maximum Tap Duration
zh_hant: 最長輕點時間

# advanced.title
source: Advanced Settings
zh_hant: 進階設定

# alert.accessibility_reset_failed.title
source: Could Not Reset Accessibility Permission
zh_hant: 無法重設輔助使用權限

# app_picker.prompt
source: Choose
zh_hant: 選擇

# app_picker.title
source: Choose an App to Open or Bring Forward
zh_hant: 選擇要開啟或切換到前景的 App

# common.cancel
source: Cancel
zh_hant: 取消

# common.more
source: More
zh_hant: 更多

# common.ok
source: OK
zh_hant: 好

# common.reconnect
source: Reconnect
zh_hant: 重新連線

# common.unknown_error
source: Unknown error
zh_hant: 未知錯誤

# dialog.reset_accessibility.action
source: Reset and Open System Settings
zh_hant: 重設並打開系統設定

# dialog.reset_accessibility.message
source: The current authorization will be removed. You will need to allow this app again in System Settings.
zh_hant: 目前授權會被移除，必須在系統設定中重新允許此 App。

# dialog.reset_accessibility.title
source: Reset Accessibility Permission?
zh_hant: 重設輔助使用權限？

# dialog.restore_defaults.action
source: Restore Defaults
zh_hant: 回復預設值

# dialog.restore_defaults.message
source: All gestures, actions, and sensitivity settings will return to their original values.
zh_hant: 所有手勢、動作與敏感度設定都會回到初始狀態。

# dialog.restore_defaults.title
source: Restore All Defaults?
zh_hant: 回復所有預設值？

# error.accessibility_reset_denied
source: macOS refused to reset Accessibility permission.
zh_hant: 系統拒絕重設輔助使用權限。

# error.missing_bundle_identifier
source: The app's bundle identifier could not be found.
zh_hant: 找不到 App 的 Bundle ID。

# footer.gesture_explanation
source: Taps trigger after a quick touch and release; physical clicks require pressing the trackpad down.
zh_hant: 輕點會在快速碰觸後放開時觸發；實體按壓必須真正按下觸控板。

# footer.privacy
source: All recognition happens locally, with no networking, analytics, or telemetry.
zh_hant: 所有辨識都在本機完成，不包含網路、分析或遙測功能。

# format.current_fingers.one
source: Currently detecting %d finger
zh_hant: 目前偵測到 %d 指

# format.current_fingers.other
source: Currently detecting %d fingers
zh_hant: 目前偵測到 %d 指

# format.detected_fingers.one
source: %d finger detected
zh_hant: 偵測到 %d 指

# format.detected_fingers.other
source: %d fingers detected
zh_hant: 偵測到 %d 指

# format.event_count.one
source: %d event
zh_hant: %d 筆事件

# format.event_count.other
source: %d events
zh_hant: %d 筆事件

# format.last_recognized
source: Last recognized: %@
zh_hant: 上次辨識：%@

# gesture_group.four_finger
source: Four Fingers
zh_hant: 四指

# gesture_group.three_finger
source: Three Fingers
zh_hant: 三指

# gesture_group.two_finger
source: Two Fingers
zh_hant: 雙指

# gesture_group.two_finger.note
source: Disabled by default to avoid overriding system assistive controls
zh_hant: 預設關閉，以免覆蓋系統輔助按鈕

# gesture_row.action
source: Action
zh_hant: 動作

# gesture_row.change_app
source: Change App
zh_hant: 更換 App

# gesture_row.choose_app
source: Choose App
zh_hant: 選擇 App

# gesture_row.enable
source: Enable %@
zh_hant: 啟用 %@

# gesture_row.no_app_selected
source: No App Selected
zh_hant: 尚未選擇 App

# gesture.force_touch.subtitle
source: Press through to the second Force Touch pressure stage
zh_hant: Force Touch 進入第二段壓力

# gesture.force_touch.title
source: One-finger Force Click
zh_hant: 單指用力按壓

# gesture.four_finger_click.subtitle
source: Physically press the trackpad with four fingers
zh_hant: 四根手指實際按下觸控板

# gesture.four_finger_click.title
source: Four-finger Click
zh_hant: 四指實體按壓

# gesture.four_finger_tap.subtitle
source: Quickly touch and release with four fingers
zh_hant: 四根手指快速碰觸後放開

# gesture.four_finger_tap.title
source: Four-finger Tap
zh_hant: 四指輕點

# gesture.three_finger_click.subtitle
source: Physically press the trackpad with three fingers
zh_hant: 三根手指實際按下觸控板

# gesture.three_finger_click.title
source: Three-finger Click
zh_hant: 三指實體按壓

# gesture.three_finger_long_touch.subtitle
source: Legacy compatibility item; no longer recognized
zh_hant: 舊版相容項目，不再辨識

# gesture.three_finger_long_touch.title
source: Three-finger Hold (Removed)
zh_hant: 三指長觸（已移除）

# gesture.three_finger_tap.subtitle
source: Quickly touch and release with three fingers
zh_hant: 三根手指快速碰觸後放開

# gesture.three_finger_tap.title
source: Three-finger Tap
zh_hant: 三指輕點

# gesture.two_finger_click.subtitle
source: Physically press the trackpad with two fingers
zh_hant: 兩根手指實際按下觸控板

# gesture.two_finger_click.title
source: Two-finger Click
zh_hant: 雙指實體按壓

# gesture.two_finger_tap.subtitle
source: Quickly touch and release with two fingers
zh_hant: 兩根手指快速碰觸後放開

# gesture.two_finger_tap.title
source: Two-finger Tap
zh_hant: 雙指輕點

# help.last_reconnect
source: Last reconnect: %@
zh_hant: 上次重新連線：%@

# help.reconnect
source: Reconnect the trackpad and event monitor without changing settings.
zh_hant: 重新連接觸控板與事件監聽，並保留所有設定。

# log.action.requested
source: Requested: %@ (this does not confirm that the target app completed the action)
zh_hant: 要求執行：%@（不代表目標 App 已完成動作）

# log.category.action
source: Action
zh_hant: 動作

# log.category.gesture
source: Gesture
zh_hant: 手勢

# log.category.logging
source: Logging
zh_hant: 紀錄

# log.category.monitoring
source: Monitoring
zh_hant: 監聽

# log.category.power
source: Power
zh_hant: 電源

# log.category.reconnect
source: Reconnect
zh_hant: 重連

# log.category.testing
source: Testing
zh_hant: 測試

# log.category.trackpad
source: Trackpad
zh_hant: 觸控板

# log.gesture.detected
source: Detected %@
zh_hant: 辨識到 %@

# log.gesture.detected_testing
source: Detected %@ (test only; no action)
zh_hant: 辨識到 %@（測試，不執行動作）

# log.logging.started
source: Logging started.
zh_hant: 已開始紀錄。

# log.logging.stopped
source: Logging stopped. Existing entries remain available.
zh_hant: 已停止紀錄；既有紀錄仍可查看。

# log.monitoring.disabled
source: The system disabled the event monitor. Attempting to re-enable it.
zh_hant: 系統停用事件監聽，嘗試重新啟用。

# log.monitoring.timeout
source: The event monitor timed out. Attempting to re-enable it.
zh_hant: 事件監聽逾時，嘗試重新啟用。

# log.power.sleep
source: The Mac is going to sleep. Monitoring stopped.
zh_hant: 系統即將睡眠，停止監聽。

# log.power.wake
source: Wake or session-resume notification received. Preparing to reconnect.
zh_hant: 收到喚醒或工作階段恢復通知，準備重新連線。

# log.reconnect.after_wake
source: Re-establishing monitoring after wake.
zh_hant: 喚醒後重新建立監聽。

# log.reconnect.event_monitor_failed
source: The event monitor could not be re-enabled.
zh_hant: 事件監聽重新啟用失敗。

# log.reconnect.health_check
source: Health check: monitoring was unavailable or no touch data arrived for 60 seconds (the trackpad may simply be idle).
zh_hant: 健康檢查：監聽未就緒或超過 60 秒未收到觸控資料（觸控板也可能只是閒置）。

# log.reconnect.manual
source: Manual reconnect
zh_hant: 手動重新連線

# log.testing.started
source: Entered test mode. Configured actions will not run.
zh_hant: 進入測試模式，不執行動作。

# log.testing.stopped
source: Exited test mode.
zh_hant: 離開測試模式。

# log.trackpad.received_data
source: Touch data received for this connection.
zh_hant: 本次連線已收到觸控資料。

# log.trackpad.timestamp_reset
source: The device timestamp reset. Gesture recognition state was reset.
zh_hant: 裝置時間戳重置，已重設辨識狀態。

# menu.enable_gestures
source: Enable Trackpad Gestures
zh_hant: 啟用觸控板手勢

# menu.open_settings
source: Open Settings…
zh_hant: 打開設定…

# menu.quit
source: Quit TapDeck
zh_hant: 結束 TapDeck

# navigation.activity_log
source: Activity Log
zh_hant: 執行紀錄

# navigation.activity_log.subtitle
source: Inspect monitoring and action events
zh_hant: 檢查監聽與動作事件

# navigation.gestures
source: Gestures
zh_hant: 手勢

# navigation.gestures.subtitle
source: Configure gestures and actions
zh_hant: 設定手勢與動作

# navigation.test
source: Test
zh_hant: 測試

# navigation.test.subtitle
source: Verify recognition in real time
zh_hant: 即時確認辨識結果

# page.activity_log.subtitle
source: Review recognition, monitoring, and system events from this app session.
zh_hant: 查看本次開啟程式期間的辨識、監聽與系統事件。

# page.activity_log.title
source: Activity Log
zh_hant: 執行紀錄

# page.gestures.enable
source: Enable Recognition
zh_hant: 啟用辨識

# page.gestures.subtitle
source: Choose which trackpad gestures to recognize and what each gesture should do.
zh_hant: 選擇要辨識的觸控板手勢，以及每個手勢觸發的動作。

# page.gestures.title
source: Gesture Settings
zh_hant: 手勢設定

# page.test.subtitle
source: Gestures performed here show recognition results without running configured actions.
zh_hant: 在這裡操作觸控板只會顯示結果，不會執行已設定的動作。

# page.test.title
source: Gesture Test
zh_hant: 手勢測試

# permission.message
source: This permission is used only to emit mouse and keyboard actions. Touch data never leaves this Mac.
zh_hant: 此權限只用來輸出滑鼠與鍵盤動作；觸控資料不會離開這台 Mac。

# permission.open_system_settings
source: Open System Settings
zh_hant: 打開系統設定

# permission.reset
source: Reset Permission
zh_hant: 重設權限

# permission.title
source: Accessibility Permission Required
zh_hant: 需要輔助使用權限

# section.gestures.subtitle
source: Enable a gesture, then choose the action it should perform.
zh_hant: 開啟手勢後，再指定它要執行的動作。

# section.gestures.title
source: Gestures and Actions
zh_hant: 手勢與動作

# status.event_monitor_unavailable
source: Event Monitor Unavailable
zh_hant: 無法建立事件監聽

# status.gesture_recognition_enabled
source: Gesture recognition is enabled
zh_hant: 手勢辨識已啟用

# status.gesture_recognition_paused
source: Gesture recognition is paused
zh_hant: 手勢辨識已暫停

# status.listening
source: Listening for Gestures
zh_hant: 正在聆聽手勢

# status.needs_permission
source: Accessibility Permission Required
zh_hant: 需要輔助使用權限

# status.no_trackpad
source: Trackpad Not Found
zh_hant: 找不到觸控板

# status.ready_for_input
source: Ready for trackpad input
zh_hant: 已準備接收觸控板輸入

# status.stopped
source: Paused
zh_hant: 已暫停

# status.testing
source: Testing
zh_hant: 測試中

# status.testing_gestures
source: Testing Gestures
zh_hant: 正在測試手勢

# status.waiting_test_input
source: Waiting for trackpad input; configured actions will not run
zh_hant: 等待觸控板輸入；測試不會執行動作

# test.clear_results
source: Clear Results
zh_hant: 清除結果

# test.complete_gesture
source: Keep contact or finish the press to test the gesture.
zh_hant: 保持接觸或完成按壓來測試手勢。

# test.place_fingers
source: Place your fingers on the trackpad to begin testing.
zh_hant: 將手指放在觸控板上開始測試。

# test.result.recognized
source: Recognized
zh_hant: 已辨識

# test.result.waiting
source: Waiting
zh_hant: 等待

# test.results.subtitle
source: This test session
zh_hant: 本次測試階段

# test.results.title
source: Recognition Results
zh_hant: 辨識結果

# test.waiting_for_input
source: Waiting for Trackpad Input
zh_hant: 等待觸控板輸入

# warning.event_monitor.message
source: Make sure Accessibility permission is allowed, then reconnect.
zh_hant: 請確認已允許輔助使用權限，再重新連線。

# warning.event_monitor.title
source: Could Not Start Event Monitoring
zh_hant: 無法啟動事件監聽

# warning.no_trackpad.message
source: Make sure a trackpad is connected, then reconnect.
zh_hant: 確認觸控板已連接，再重新連線。

# warning.no_trackpad.title
source: Trackpad Not Found
zh_hant: 找不到觸控板

# window.settings.title
source: TapDeck Settings
zh_hant: TapDeck 設定
